org/20220215171446-the_reading_pile.org
:PROPERTIES:
:ID:       18bb96ef-f68c-4634-8550-8272c5e6515b
:END:
#+TITLE: The reading pile
#+CREATED: [2022-02-15 Tue 17:14]
#+LAST_MODIFIED: [2022-03-14 Mon 15:29]

#+begin_quote
Nothings beats the feeling of buying a book and the illusion that you just transformed cash into knowledge.
#+end_quote

A list of the books that are on a pile and ready to read. Hopefully most will make it to the [[id:911c1ce7-5f95-4047-b724-91cd06761533]["read" page]]. I now try to [[id:aef6e42f-47e2-4206-ae84-cbbfbe016339][read with a purpose]]: new references are gathered in notebooks throughout this garden, so this list will dwindle and does not reflect my current reading pile.

* [[id:5fecd21c-5701-48af-9fd8-a2a2ab9b36a8][Economics]]

- Blanchard - Macroeconomics: a european perspective
- Graeber - Bullshit jobs
- Colombi - Où va l'argent des pauvres
- Mazzucato - The entrepreneurial state

** Essays

- Keen - Debunking economics
- Keen - The New Economics
- Renahy - Là où est l'argent
- Mazzucato - Mission economy
- Wainwright - Narconomics
- Vinsel & Russel - The innovation delusion

** General
- Adam Smith - The wealth of nations
- Nozick - Anarchy, State and Utopia
- John Stuart Mill - Collection of texts
- Hayek - The road to serfdom
- Polanyi - La grande transformation
- Ponsot et al - L'économie post-kéneysienne
- King - The economic superorganism

** [[id:ee38c3b2-8037-4f20-9c78-701a629f140a][Money]]

- Randall Wray - Modern Money Theory
- Goldstein - Money
- Weatherford - The history of money
- Ferguson - The ascent of money
- Mosler - Soft Currency Economics II
- Prasad - The future of money
- Ingham - The Nature of money

** Taxation

- Young - The myth of the millionaire tax flight

** [[id:1a53642d-c03e-4ae9-92e2-e164869927b3][Monetary systems]]

- Benn - The battle of Bretton Woods
- De Grauwe - Economics of monetary union
- Mody - Eurotragedy
- Marsch - The Euro
- Eichengreen - Globalizing Capital: A History of the International Monetary System
- Howell - Capital wars
- Xu - Empire of silver
- Prasad - The future of money
- Klein - Trade wars are class wars
- Stiglitz - [[file:stiglitz2016.org][The euro: how a common currency threatens the future of Europe]]

** [[id:8e188107-bab9-438e-bc23-f9863f50f783][Debt]]

- Graeber - Debt
- Lemoine - L'ordre de la dette

** [[id:d0110ef7-f82f-4568-bb0d-9ac077994b8e][Inflation]]

- Fischer - The great wave

** [[id:c5b081da-6903-4f3a-9a46-90c1465c4408][Inequality]]

- Kwak - Bad Economis and the Rise of Inequality
- Saez & Zucman - The triumph of injustice
- Piketty - Capital au XXIe siècle
- Piketty - Capital et idéologie
- Clark - The son also rises
- Clark - A farewell to alms

** Finance
- Cassis - The world of private banking

* History

It realized that my historical knowledge is close to nonexistant, so I am trying to catch up. I am currently focusing on building a mental 4D map of events so I can next focus on specific periods / events / locations.

/Belin/ edits a great series on French history that I highly recommend.

- Chalmin - Une brève histoire économique

** Big History

- Turchin - Ultrasociety
- Turchin - Ages of discord
- Diamond - Guns, germs and steel
- Fukuyama - Political order and political decay
- Norenzayan - Big Gods

** Ancient Greece

- Ober - The rise and fall of classical Greece
- Ober - Democracy and knowledge
- Ober - Mass and Elite in democratic Athens
- Samons & Loren - What's wrong with democracy?

** Histoire de France

- Bührer-Thierry & Mériaux - La France avant la France (481-888)
- Mazel - Féodalités (888-1180)
- Cassard - L'âge d'or capétien (1180-1328)
- Woronoff - Histoire de l'industrie en France

** Religion

Je comptais lire les évangiles apocryphe en préparation d'un roman que je suis en train d'écrire. /Preneur si vous en connaissez d'autres !/

- Leloup - L'évangile de Thomas
- Leloup - L'évangile de Marie
- Leloup - L'évangile de Philippe
- L'évangile de Judas

** Biographies

- Etiévent - Ambroise Croizat ou l'invention sociale
- Logson - John F. Kennedy and the race to the moon
- Dallek - An unfinished life (John F. Kennedy 1917-1963)
- Brands - Traitor to his class

** History of thouhgts

- Audier - Néo-libétalisme(s)
- Stiegler - Il faut s'adapter
- Plehwe et al - Nine lives of neoliberalism
- Jones - Masters of the universe
- Finley - Democracy Ancient and Modern

* Essays

- Amable & Palombarini - L'illusion du bloc bourgeois
- Farah - Fake state
- Frank - What's the matter with Kansas?
- Todd - Après la démocratie
- Todd - Le destin des immigrés
- Klein - La stratégie du choc
- Mischi - Le communisme désarmé
- Todd - L'invention de l'Europe
- Todd - Les luttes de classe en France au XXIe siècle
- Herman & Chomsky - Manufacturing consent
- Arendt - The origins of totalitarianism
- Crétois - La part commune
- Herzog - A short history of european laws
- Kaczynski - Industrial society and its future
- Perrow - Normal accidents
- Seely - Honeybee democracy

* Practical

- McCormick - Preparing for climate change

* Energy

- Parisi & Ball - The future of fusion energy

* Blockchain

- Antanopoulos - Mastering ethereum
- Gecko - How to DeFi: beginner
- Gecko - How to DeFi: advanced

* Sharpening the saw

- Adlet - How to read a book

* Technical

- Petzold - Code
- The little schemer
- The reasoned schemer

** Statistics

- Grimmet & Stirzaker - Probability and random processes
- Spiegelhalter - The art of statistics: learning from data
- Masters & Spiegelhalter - Covid by numbers
- Martin & Kumar & Lao - Bayesian modeling and computation with python

** Visualisation

- Rougier - Scientific visualization with Python and Matplotlib
- Tufte - The visual display of quantitative information
