20220215171446-the_reading_pile.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-04-06 Wed 08:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The reading pile</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The reading pile</h1>
<blockquote>
<p>
Nothings beats the feeling of buying a book and the illusion that you just transformed cash into knowledge.
</p>
</blockquote>

<p>
A list of the books that are on a pile and ready to read. Hopefully most will make it to the <a href="20220103103303-what_i_have_read.html#ID-911c1ce7-5f95-4047-b724-91cd06761533">"read" page</a>. I now try to <a href="20220314152613-read_with_a_purpose.html#ID-aef6e42f-47e2-4206-ae84-cbbfbe016339">read with a purpose</a>: new references are gathered in notebooks throughout this garden, so this list will dwindle and does not reflect my current reading pile.
</p>

<div id="outline-container-org7e77a49" class="outline-2">
<h2 id="org7e77a49"><a href="20220103161656-economics.html#ID-5fecd21c-5701-48af-9fd8-a2a2ab9b36a8">Economics</a></h2>
<div class="outline-text-2" id="text-org7e77a49">
<ul class="org-ul">
<li>Blanchard - Macroeconomics: a european perspective</li>
<li>Graeber - Bullshit jobs</li>
<li>Colombi - Où va l'argent des pauvres</li>
<li>Mazzucato - The entrepreneurial state</li>
</ul>
</div>

<div id="outline-container-org03f5357" class="outline-3">
<h3 id="org03f5357">Essays</h3>
<div class="outline-text-3" id="text-org03f5357">
<ul class="org-ul">
<li>Keen - Debunking economics</li>
<li>Keen - The New Economics</li>
<li>Renahy - Là où est l'argent</li>
<li>Mazzucato - Mission economy</li>
<li>Wainwright - Narconomics</li>
<li>Vinsel &amp; Russel - The innovation delusion</li>
</ul>
</div>
</div>

<div id="outline-container-orgc881a21" class="outline-3">
<h3 id="orgc881a21">General</h3>
<div class="outline-text-3" id="text-orgc881a21">
<ul class="org-ul">
<li>Adam Smith - The wealth of nations</li>
<li>Nozick - Anarchy, State and Utopia</li>
<li>John Stuart Mill - Collection of texts</li>
<li>Hayek - The road to serfdom</li>
<li>Polanyi - La grande transformation</li>
<li>Ponsot et al - L'économie post-kéneysienne</li>
<li>King - The economic superorganism</li>
</ul>
</div>
</div>

<div id="outline-container-org201b371" class="outline-3">
<h3 id="org201b371"><a href="20220103155456-money.html#ID-ee38c3b2-8037-4f20-9c78-701a629f140a">Money</a></h3>
<div class="outline-text-3" id="text-org201b371">
<ul class="org-ul">
<li>Randall Wray - Modern Money Theory</li>
<li>Goldstein - Money</li>
<li>Weatherford - The history of money</li>
<li>Ferguson - The ascent of money</li>
<li>Mosler - Soft Currency Economics II</li>
<li>Prasad - The future of money</li>
<li>Ingham - The Nature of money</li>
</ul>
</div>
</div>

<div id="outline-container-org8f4afa9" class="outline-3">
<h3 id="org8f4afa9">Taxation</h3>
<div class="outline-text-3" id="text-org8f4afa9">
<ul class="org-ul">
<li>Young - The myth of the millionaire tax flight</li>
</ul>
</div>
</div>

<div id="outline-container-org2391158" class="outline-3">
<h3 id="org2391158"><a href="20220103155222-monetary_systems.html#ID-1a53642d-c03e-4ae9-92e2-e164869927b3">Monetary systems</a></h3>
<div class="outline-text-3" id="text-org2391158">
<ul class="org-ul">
<li>Benn - The battle of Bretton Woods</li>
<li>De Grauwe - Economics of monetary union</li>
<li>Mody - Eurotragedy</li>
<li>Marsch - The Euro</li>
<li>Eichengreen - Globalizing Capital: A History of the International Monetary System</li>
<li>Howell - Capital wars</li>
<li>Xu - Empire of silver</li>
<li>Prasad - The future of money</li>
<li>Klein - Trade wars are class wars</li>
<li>Stiglitz - <a href="stiglitz2016.html">The euro: how a common currency threatens the future of Europe</a></li>
</ul>
</div>
</div>

<div id="outline-container-org05909e5" class="outline-3">
<h3 id="org05909e5"><a href="20220103161950-public_debt_public.html#ID-8e188107-bab9-438e-bc23-f9863f50f783">Debt</a></h3>
<div class="outline-text-3" id="text-org05909e5">
<ul class="org-ul">
<li>Graeber - Debt</li>
<li>Lemoine - L'ordre de la dette</li>
</ul>
</div>
</div>

<div id="outline-container-orgc70ae3b" class="outline-3">
<h3 id="orgc70ae3b"><a href="20210514171828-inflation.html#ID-d0110ef7-f82f-4568-bb0d-9ac077994b8e">Inflation</a></h3>
<div class="outline-text-3" id="text-orgc70ae3b">
<ul class="org-ul">
<li>Fischer - The great wave</li>
</ul>
</div>
</div>

<div id="outline-container-org2b8a0e2" class="outline-3">
<h3 id="org2b8a0e2"><a href="20210512203922-inegalites.html#ID-c5b081da-6903-4f3a-9a46-90c1465c4408">Inequality</a></h3>
<div class="outline-text-3" id="text-org2b8a0e2">
<ul class="org-ul">
<li>Kwak - Bad Economis and the Rise of Inequality</li>
<li>Saez &amp; Zucman - The triumph of injustice</li>
<li>Piketty - Capital au XXIe siècle</li>
<li>Piketty - Capital et idéologie</li>
<li>Clark - The son also rises</li>
<li>Clark - A farewell to alms</li>
</ul>
</div>
</div>

<div id="outline-container-org40d8a45" class="outline-3">
<h3 id="org40d8a45">Finance</h3>
<div class="outline-text-3" id="text-org40d8a45">
<ul class="org-ul">
<li>Cassis - The world of private banking</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orga981180" class="outline-2">
<h2 id="orga981180">History</h2>
<div class="outline-text-2" id="text-orga981180">
<p>
It realized that my historical knowledge is close to nonexistant, so I am trying to catch up. I am currently focusing on building a mental 4D map of events so I can next focus on specific periods / events / locations.
</p>

<p>
<i>Belin</i> edits a great series on French history that I highly recommend.
</p>

<ul class="org-ul">
<li>Chalmin - Une brève histoire économique</li>
</ul>
</div>

<div id="outline-container-org1f01fa5" class="outline-3">
<h3 id="org1f01fa5">Big History</h3>
<div class="outline-text-3" id="text-org1f01fa5">
<ul class="org-ul">
<li>Turchin - Ultrasociety</li>
<li>Turchin - Ages of discord</li>
<li>Diamond - Guns, germs and steel</li>
<li>Fukuyama - Political order and political decay</li>
<li>Norenzayan - Big Gods</li>
</ul>
</div>
</div>

<div id="outline-container-orgfcf76ac" class="outline-3">
<h3 id="orgfcf76ac">Ancient Greece</h3>
<div class="outline-text-3" id="text-orgfcf76ac">
<ul class="org-ul">
<li>Ober - The rise and fall of classical Greece</li>
<li>Ober - Democracy and knowledge</li>
<li>Ober - Mass and Elite in democratic Athens</li>
<li>Samons &amp; Loren - What's wrong with democracy?</li>
</ul>
</div>
</div>

<div id="outline-container-orgf228e6c" class="outline-3">
<h3 id="orgf228e6c">Histoire de France</h3>
<div class="outline-text-3" id="text-orgf228e6c">
<ul class="org-ul">
<li>Bührer-Thierry &amp; Mériaux - La France avant la France (481-888)</li>
<li>Mazel - Féodalités (888-1180)</li>
<li>Cassard - L'âge d'or capétien (1180-1328)</li>
<li>Woronoff - Histoire de l'industrie en France</li>
</ul>
</div>
</div>

<div id="outline-container-orgd40614f" class="outline-3">
<h3 id="orgd40614f">Religion</h3>
<div class="outline-text-3" id="text-orgd40614f">
<p>
Je comptais lire les évangiles apocryphe en préparation d'un roman que je suis en train d'écrire. <i>Preneur si vous en connaissez d'autres !</i>
</p>

<ul class="org-ul">
<li>Leloup - L'évangile de Thomas</li>
<li>Leloup - L'évangile de Marie</li>
<li>Leloup - L'évangile de Philippe</li>
<li>L'évangile de Judas</li>
</ul>
</div>
</div>

<div id="outline-container-orgc6ff9dc" class="outline-3">
<h3 id="orgc6ff9dc">Biographies</h3>
<div class="outline-text-3" id="text-orgc6ff9dc">
<ul class="org-ul">
<li>Etiévent - Ambroise Croizat ou l'invention sociale</li>
<li>Logson - John F. Kennedy and the race to the moon</li>
<li>Dallek - An unfinished life (John F. Kennedy 1917-1963)</li>
<li>Brands - Traitor to his class</li>
</ul>
</div>
</div>

<div id="outline-container-orgdf8907c" class="outline-3">
<h3 id="orgdf8907c">History of thouhgts</h3>
<div class="outline-text-3" id="text-orgdf8907c">
<ul class="org-ul">
<li>Audier - Néo-libétalisme(s)</li>
<li>Stiegler - Il faut s'adapter</li>
<li>Plehwe et al - Nine lives of neoliberalism</li>
<li>Jones - Masters of the universe</li>
<li>Finley - Democracy Ancient and Modern</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4b9bb2c" class="outline-2">
<h2 id="org4b9bb2c">Essays</h2>
<div class="outline-text-2" id="text-org4b9bb2c">
<ul class="org-ul">
<li>Amable &amp; Palombarini - L'illusion du bloc bourgeois</li>
<li>Farah - Fake state</li>
<li>Frank - What's the matter with Kansas?</li>
<li>Todd - Après la démocratie</li>
<li>Todd - Le destin des immigrés</li>
<li>Klein - La stratégie du choc</li>
<li>Mischi - Le communisme désarmé</li>
<li>Todd - L'invention de l'Europe</li>
<li>Todd - Les luttes de classe en France au XXIe siècle</li>
<li>Herman &amp; Chomsky - Manufacturing consent</li>
<li>Arendt - The origins of totalitarianism</li>
<li>Crétois - La part commune</li>
<li>Herzog - A short history of european laws</li>
<li>Kaczynski - Industrial society and its future</li>
<li>Perrow - Normal accidents</li>
<li>Seely - Honeybee democracy</li>
</ul>
</div>
</div>

<div id="outline-container-org5580538" class="outline-2">
<h2 id="org5580538">Practical</h2>
<div class="outline-text-2" id="text-org5580538">
<ul class="org-ul">
<li>McCormick - Preparing for climate change</li>
</ul>
</div>
</div>

<div id="outline-container-org9ab6f43" class="outline-2">
<h2 id="org9ab6f43">Energy</h2>
<div class="outline-text-2" id="text-org9ab6f43">
<ul class="org-ul">
<li>Parisi &amp; Ball - The future of fusion energy</li>
</ul>
</div>
</div>

<div id="outline-container-orge92d627" class="outline-2">
<h2 id="orge92d627">Blockchain</h2>
<div class="outline-text-2" id="text-orge92d627">
<ul class="org-ul">
<li>Antanopoulos - Mastering ethereum</li>
<li>Gecko - How to DeFi: beginner</li>
<li>Gecko - How to DeFi: advanced</li>
</ul>
</div>
</div>

<div id="outline-container-org46c9d4e" class="outline-2">
<h2 id="org46c9d4e">Sharpening the saw</h2>
<div class="outline-text-2" id="text-org46c9d4e">
<ul class="org-ul">
<li>Adlet - How to read a book</li>
</ul>
</div>
</div>

<div id="outline-container-orgd6df1de" class="outline-2">
<h2 id="orgd6df1de">Technical</h2>
<div class="outline-text-2" id="text-orgd6df1de">
<ul class="org-ul">
<li>Petzold - Code</li>
<li>The little schemer</li>
<li>The reasoned schemer</li>
</ul>
</div>

<div id="outline-container-orgbdac062" class="outline-3">
<h3 id="orgbdac062">Statistics</h3>
<div class="outline-text-3" id="text-orgbdac062">
<ul class="org-ul">
<li>Grimmet &amp; Stirzaker - Probability and random processes</li>
<li>Spiegelhalter - The art of statistics: learning from data</li>
<li>Masters &amp; Spiegelhalter - Covid by numbers</li>
<li>Martin &amp; Kumar &amp; Lao - Bayesian modeling and computation with python</li>
</ul>
</div>
</div>

<div id="outline-container-org4dc1771" class="outline-3">
<h3 id="org4dc1771">Visualisation</h3>
<div class="outline-text-3" id="text-org4dc1771">
<ul class="org-ul">
<li>Rougier - Scientific visualization with Python and Matplotlib</li>
<li>Tufte - The visual display of quantitative information</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org8571025" class="outline-2">
<h2 id="org8571025">Links to this note</h2>
</div>
</div>
</body>
</html>
